Repository: csmall/gjay
Catalog: po/*.po
Languages: de, eo, fi, gl, vi

source: Unable to convert from %s charset; perhaps encoded differently?
de: Kann nicht von Zeichensatz %s konvertieren; vielleicht 'ne andere Codierung?
eo: Ne eblis konverti el signaro %s; eble enkodita alie?
fi: Ei kyetä muuntamaan %s-merkistöstä; ehkä koodattu eritavalla?
gl: Non foi posíbel converter desde o conxunto de caracteres %s; quizais usa outra codificación?
vi: Không thể chuyển đổi từ bộ ký tự %s — bảng mã khác ?
