Repository: csmall/gjay
Catalog: po/*.po
Languages: de, eo, fi, gl, vi

source: Song file %s not found
de: Lieddatei »%s« nicht gefunden
eo: Muzik-dosiero %s ne trovite
fi: Laulutiedostoa %s ei löytynyt
gl: Non se atopou o ficheiro de canción %s
vi: Không tìm thấy tập tin bài hát %s

source: Cannot open %s for writing
de: Kann »%s« nicht zum Schreiben öffnen
eo: Ne povas malfermi %s por skribado
fi: Ei voi avata tiedostoa %s kirjoittamista varten
gl: Non foi posíbel abrir %s para escribir
vi: Không mở được %s để ghi vào

source: Adding '%s' to analysis queue
de: Reihe »%s« in die Analyseschlange ein
eo: Aldono de '%s' al analiza vico
fi: Lisätään tiedosto ’%s’ analyysijonoon
vi: Đang thêm « %s » vào hàng đợi phân tích

source: Daemon received ack
de: Server hat Bestätigung empfangen
eo: La demono ricevis 'ack'
fi: Taustaprosessi vastaanotti ack-kuittauksen
vi: Trình nền nhận được sự xác nhận

source: Deleting daemon pid file '%s'
de: Lösche Server-PID-Datei »%s«
eo: Ni forigas la demonan pid-dosieron '%s'
fi: Poistetaan taustaprosessin prosessitunnistiedosto ’%s’
vi: Đang xoá tập tin PID của trình nền « %s »

source: Daemon is clearing out analysis queue, deleting file '%s'
de: Server leert die Analyseschlage, lösche Datei »%s«
eo: Demono purigas la analiz-vicon, forigante la dosieron '%s'
fi: Taustaprosessi tyhjentää analyysijonoa, poistetaan tiedosto ’%s’
vi: Trình nền đang làm sạch hàng đợi phân tích thì xoá tập tin « %s »

source: Daemon queuing song file '%s'
de: Server reiht Lieddatei »%s« in die Schlange ein
eo: Demono vicigas la musik-dosieron '%s'
fi: Taustaprosessi jonottaa laulutiedostoa ’%s’
vi: Trình nền đang thêm vào hàng đợi tập tin bài hát « %s »

source: Detaching daemon
de: Entkopple Server
eo: Dekonektado de demono
fi: Irrotetaan taustaprosessi
vi: Đang tách rời trình nền

source: Attaching to daemon
de: Kopple an den Server an
eo: Konektado de demono
fi: Liitytään taustaprosessiin
vi: Đang đính kèm trình nền

source: Daemon Quitting
de: Server beendet sich
eo: Demono Eliras
fi: Poistutaan taustaprosessista
gl: O daemon está saíndo
vi: Trình nền đang thoát

source: analyze(): File '%s' cannot be read
de: analyze(): Datei »%s« kann nicht gelesen werden
eo: analyze(): Dosiero '%s' ne povas esti legata
fi: analyze(): Tiedostoa ’%s’ ei voida lukea
vi: analyze(): Tập tin « %s » không có khả năng đọc.

source: File '%s' is not a recognised song.
de: Datei »%s« ist kein bekanntes Lied.
eo: Dosiero '%s' ne estas rekonata muziko.
fi: Tiedosto ’%s’ ei ole tunnistettava laulu.
gl: O ficheiro '%s' non é unha canción recoñecida.
vi: Tập tin « %s » không phải là một bài hát nhận ra.

source: Analyzing song file '%s'
de: Analysiere Lieddatei »%s«
eo: Analizado de muzik-dosiero '%s'
fi: Analysoidaan laulutiedostoa ’%s’
gl: Analizando o ficheiro de canción '%s'
vi: Đang phân tích tập tin bài hát « %s »

source: Analysis took %ld seconds
de: Analyse dauerte %ld Sekunden
eo: Analizo daŭris %ld sekundojn
fi: Analyysi kesti %ld sekuntia
gl: A análise levou %ld segundos
vi: Phân tích được trong %ld giây

source: Unable to decode '%s' as no ogg decoder found
de: Konnte »%s« nicht decodieren, da kein OGG-Decoder gefunden wurde
eo: Ne eblas dekodigi '%s' ĉar neniu dekodilo ogg estis trovata
fi: Ei kyetä dekoodaamaan ’%s’ koska ogg-dekooderia ei löytynyt
gl: Non foi posíbel descodificar '%s' debido a que non se atopou ningún descodificador de ogg
vi: Không thể giải mã « %s » vì không tìm thấy hàm giải mã OGG

source: Unable to decode '%s' as no mp3 decoder found
de: Konnte »%s« nicht decodieren, da kein MP3-Decoder gefunden wurde
eo: Ne eblas dekodigi '%s' ĉar neniu dekodilo mp3 estis trovata
fi: Ei kyetä dekoodaamaan ’%s’ koska mp3-dekooderia ei löytynyt
gl: Non foi posíbel descodificar '%s' debido a que non se atopou ningún descodificador de mp3
vi: Không thể giải mã « %s » vì không tìm thấy hàm giải mã MP3

source: Unable to decode '%s' as no flac decoder found
de: Konnte »%s« nicht decodieren, da kein FLAC-Decoder gefunden wurde
eo: Ne eblas dekodigi '%s' ĉar neniu dekodilo flac estis trovata
fi: Ei kyetä dekoodaamaan ’%s’ koska flac-dekooderia ei löytynyt
gl: Non foi posíbel descodificar '%s' debido a que non se atopou ningún descodificador de flac
vi: Không thể giải mã « %s » vì không tìm thấy hàm giải mã FLAC

source: Unable to run decoder command '%s'
de: Konnte den Decodierbefehl »%s« nicht ausführen
eo: Ne eblas lanĉi la dekodilan komandon '%s'
fi: Ei kyetä suorittamaan dekoodauskäskyä ’%s’
gl: Non foi posíbel executar a orde do descodificador '%s'
vi: Không thể thực hiện câu lệnh giải mã « %s »

source: File is not a (converted) wav file. Modus is supposed to be 1 or 2 but is %d
de: Datei ist keine (konvertierte) WAV-Datei. Der Modus sollte 1 oder 2 sein, ist jedoch %d
eo: Dosiero ne estas (konvertita) dosiero wav. Reĝimo devus esti 1 aŭ 2 sed estas %d
fi: Tiedosto ei ole (muunnettu) wav-tiedosto. Modus-arvon otaksutaan olevan 1 tai 2 mutta se on %d
vi: Tập tin không phải là một tập tin WAV (đã chuyển đổi). Chế độ nên là 1 hay 2 còn là %d

source: File is not a 16-bit stream
de: Datei ist kein 16-Bit-Datenstrom
eo: Dosiero ne estas 16-bita fluo
fi: Tiedosto ei ole 16-bittinen vuo
gl: O ficheiro non é un fluxo de 16 bits
vi: Tập tin không phải là một luồng 16-bit

source: Frequencies:
de: Frequenzen:
eo: Frekvencoj:
fi: Taajuudet:
gl: Frecuencias:
vi: Tần số :

source: Daemon appears to have been orphaned. Quitting.
de: Der Server scheint verwaist zu sein. Beenden.
eo: Demono ŝajne estis forlasata. Ni ĉesigas.
fi: Taustaprosessi näyttää orpoutuneen. Poistutaan.
vi: Có vẻ là trình nền côi cút nên thoát.

source: Analysis daemon done.
de: Der Analyseserver ist fertig.
eo: Analizo de demono farite.
fi: Analyysitaustaprosessi valmis.
vi: Hoàn tất chạy trình nền phân tích.

source: Failed to open connection to dbus bus: %s
de: Konnte D-Bus-Verbindung nicht herstellen: %s
eo: Malsukceso dum malfermo de konekto al buso dbus: %s
fi: Yhteyden avaaminen dbus-väylään epäonnistui: %s
gl: Produciuse un erro ao abrir a conexión ao bus de dbus: %s
vi: Lỗi mở kết nối đến mạch nối dbus: %s

source: dbus check found '%s' running: %s
de: D-Bus-Überprüfung hat »%s« gefunden: %s
eo: kontrolo de dbus trovis '%s' rulanta: %s
fi: dbus-tarkistus löysi ’%s’-suorituksen: %s
vi: Kiểm tra dbus thì tìm thấy « %s » đang chạy: %s

source: Unable to read FLAC metadata for file %s
de: Konnte FLAC-Metadaten für Datei »%s« nicht lesen
eo: Ne eblas legi metadatumaron FLAC el dosiero %s
fi: Ei kyetä lukemaan FLAC-metatietoja tiedostolle %s
gl: Non foi posíbel ler os metadatos FLAC do ficheiro %s
vi: Không đọc được siêu dữ liệu FLAC cho tập tin %s

source: Out of memory creating FLAC iterator.
de: Kein Speicher beim Erzeugen des FLAC-Iterators.
eo: Mankis memoron por krei ripetumilon (iterator) FLAC.
fi: Muisti loppui luotaessa FLAC-iteraattoria.
vi: Tràn bộ nhớ khi tạo bộ lặp lại FLAC.

source: Could not get block from FLAC chain for %s
de: Konnte keinen Block aus der FLAC-Kette für »%s« bekommen
eo: Mi ne povis preni blokon el ĉeno FLAC por %s
fi: Ei voitu hakea lohkoa FLAC-ketjusta kohteelle %s
vi: Không thể lấy khối từ dãy FLAC cho %s

source: Audacious is not running, start Audacious?
de: Audacious läuft nicht, soll es gestartet werden?
eo: Audacious ne estas rulanta, ĉu ekigi ĝin?
fi: Audacious ei ole käynnissä, käynnistetäänkö Audacious?
gl: Non se está executando Audacious, desexa iniciar Audacious?
vi: Chương trình Audacious chưa chạy nên khởi chạy ?

source: Cannot create audacious g_app: %s
de: Kann audacious g_app nicht anlegen: %s
eo: Ni ne povas krei g_app por audacious: %s
fi: Ei voida luoda gtk-pohjaista audacious-sovellusta: %s
vi: Không thể tạo ứng dụng g_app audacious: %s

source: Cannot launch audacious g_app: %s
de: Kann audacious g_app nicht ausführen: %s
eo: Ni ne povas lanĉi g_app audacious: %s
fi: Ei voida käynnistää gtk-pohjaista audacious-sovellusta: %s
vi: Không thể khởi chạy ứng dụng g_app audacious: %s

source: Unable to start Audacious
de: Kann Audacious nicht starten
eo: Ne eblas ekigi Audacious
fi: Ei kyetä käynnistämään Audacious-ohjelmaa
gl: Non foi posíbel iniciar Audacious
vi: Không thể khởi chạy Audacious

source: GJay version %s
eo: GJay versio %s
fi: GJay-versio %s
gl: GJay versión %s
vi: Phiên bản Gjay %s

source: GJay comes with ABSOLUTELY NO WARRANTY. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: GJay kommt OHNE JEDE GEWÄHR. Dieses Programm ist freie Software; Sie dürfen sie weiterverteilen und/oder verändern, wenn Sie sich an die Regeln der GNU General Public License halten, wie sie von der Free Software Foundation veröffentlicht wurden; entweder Version 2 der Lizenz, oder (nach Ihrem Ermessen) irgendeine spätere Version.
eo: GJay venas kun ABSOLUTE NENIU GARANTIO. Tiu ĉi programo estas libera programaro; vi povas redisdoni ĝin kaj/aŭ modifi ĝin sub la kondiĉoj de la Ĝenerala Publika Permesilo GNU, eldonite de la Free Software Foundation; aŭ versio 2 de la Permesilo, aŭ (laŭ via elekto) iu ajn posta versio.
fi: GJay tulee EHDOTTOMASTI ILMAN MITÄÄN TAKUUTA. Tämä ohjelma on vapaa ohjelmisto; voit jakaa sitä edelleen ja/tai muokata sitä Free Software Foundation julkaiseman GNU General Public Lisenssin version 2, tai (valintasi mukaan) minkä tahansa myöhäisemmän version ehtojen alaisena.
vi: Gjay KHÔNG BẢO ĐẢM GÌ CẢ. Chương trình này là phần mềm tự do; bạn có thể phát hành lại nó và/hoặc sửa đổi nó với điều kiện của Giấy Phép Công Cộng GNU như được xuất bản bởi Tổ chức Phần mềm Tự do; hoặc phiên bản 2 của Giấy phép này, hoặc (tùy chọn) bất kỳ phiên bản sau nào.

source: Analyze FILE and exit
de: DATEI analysieren und beenden
eo: Analizi DOSIERON kaj eliri
fi: Analysoi TIEDOSTO ja poistu
gl: Analizar FICHEIRO e saír
vi: Phân tích TỆP và thoát

source: FILE
de: DATEI
eo: DOSIERO
fi: TIEDOSTO
gl: FICHEIRO
vi: TỆP

source: Start playlist at color- Hex or name
de: Abspielliste bei FARBE starten - hexadezimal oder NAME
eo: Ekigi ludliston je koloro- Deksesume aŭ nomo
fi: Aloita soittolista värillä- heksaluku tai nimi
gl: Iniciar a lista de reprodución ca cor - Hexadecimal ou nome
vi: Bắt đầu danh mục nhạc ở màu theo thập lục hay tên

source: 0xrrggbb|NAME
eo: 0xrrggbb|NOMO
fi: 0xrrggbb|NIMI
gl: 0xrrggbb|NOME
vi: 0xđỏlụxa|TÊN

source: Run as daemon
de: Als Server laufen
eo: Funkcii kiel demono
fi: Suorita taustaprosessina
gl: Executar como daemon
vi: Chạy như là trình nền

source: Start playlist at file
de: Abspielliste mit Datei beginnen
eo: Ekigi ludliston je dosiero
fi: Aloita soittolista tiedostossa
gl: Iniciar a lista de reprodución do ficheiro
vi: Bắt đầu danh mục nhạc ở tập tin

source: Playlist length
de: Länge der Abspielliste
eo: Ludlista longo
fi: Soittolistapituus
gl: Lonxitude da lista de reprodución
vi: Chiều dài danh mục nhạc

source: seconds
de: Sekunden
eo: sekundoj
fi: sekuntia
gl: segundos
vi: giây

source: Generate a playlist
de: Eine Abspielliste anlegen
eo: Generi ludliston
fi: Tuota soittolista
gl: Xerar unha lista de reprodución
vi: Tạo danh mục nhạc

source: Skip file verification
de: Dateiverifikation überspringen
eo: Preterpasi dosier-kontroladon
fi: Ohita tiedostotodennus
gl: Saltar a verificación de ficheiro
vi: Bỏ qua bước thẩm tra tập tin

source: Use M3U playlist format
de: M3U-Format für Abspiellisten verwenden
eo: Uzi ludlisto-formon M3U
fi: Käytä M3U-soittolistamuotoa
gl: Usar o formato de lista de reprodución M3U
vi: Dùng định dạng danh mục phát M3U

source: LEVEL
de: EBENE
eo: NIVELO
fi: TASO
gl: NIVEL
vi: CẤP

source: Play generated playlist in Audacious
de: Angelegte Abspielliste in Audacious abspielen
eo: Ludi generitan ludliston en Audacious
fi: Soita tuotettu soittolista Audacious-ohjelmassa
gl: Reproducir en Audacious a lista de reprodución xerada
vi: Chạy bằng Audacious danh mục phát đã tạo

source: Show version
de: Version anzeigen
eo: Montri version
fi: Näytä versio
gl: Mostrar a versión
vi: Hiện phiên bản

source: - Automatic DJ and playlist creator
de: - Automatischer DJ- und Abspiellistenanleger
eo: - Aŭtomata DJ kaj ludlista kreanto
fi: - Automaattinen DJ- ja soittolistaluoja
vi: — Trình tự động DJ và tạo danh mục nhạc

source: option parsing failed: %s
de: Optionsparsen fehlgeschlagen: %s
eo: analizado de elektilo fiaskis: %s
fi: valitsinjäsennys epäonnistui: %s
gl: produciuse un erro ao analizar a opción: %s
vi: lỗi phân tích tùy chọn: %s

source: Running as daemon. Ctrl+c to stop.
de: Laufe als Server. Ctrl-C zum Beenden.
eo: Rulanta kiel demono. Ctrl+c por ĉesigi.
fi: Suoritetaan taustaprosessina. Pysäytä painikkeilla Ctrl+c.
gl: Executando como daemon. Ctrl+c para parar.
vi: Đang chạy như là trình nền. Bấm Ctrl+c để dừng chạy.

source: Unable to allocate memory for app.
de: Kann nicht genug Speicher für Anwendung bekommen.
eo: Ne eblas rezervi memoron por aplikaĵon.
fi: Ei kyetä varaamaan muistia sovellukselle.
gl: Non foi posíbel asignar memoria para o aplicativo.
vi: Không thể cấp phát vùng nhớ cho ứng dụng.

source: Could not create '%s'
de: Konnte »%s« nicht anlegen
eo: Ne eblis krei '%s'
fi: Ei voitu luoda hakemistoa ’%s’
gl: Non foi posíbel crear '%s'
vi: Không thể tạo « %s »

source: Ogg not supported.
de: Ogg wird nicht unterstützt.
eo: Ogg ne subtenate.
fi: Ogg ei ole tuettu.
gl: Non hai compatibilidade con Ogg.
vi: Không hỗ trợ OGG.

source: FLAC not supported.
de: FLAC wird nicht unterstützt.
eo: FLAC ne subtenate.
fi: FLAC ei ole tuettu.
gl: Non hai compatibilidade con FLAC.
vi: Không hỗ trợ FLAC.

source: Error: app mode %d not supported
de: Fehler: Anwendungsmodus %d wird nicht unterstützt
eo: Eraro: app-reĝimo %d ne subtenate
fi: Virhe: sovellustilaa %d ei tueta
vi: Lỗi: chế độ ứng dụng %d không được hỗ trợ

source: Error opening the pipe '%s'.
de: Fehler beim Öffnen der Pipe »%s«.
eo: Eraro dum malfermo de dukto '%s'.
fi: Virhe avattaessa putkea ’%s’.
gl: Produciuse un erro ao abrir a canalización '%s'.
vi: Gặp lỗi khi mở ống dẫn « %s ».

source: Couldn't create the pipe '%s'.
de: Konnte die Pipe »%s« nicht anlegen.
eo: Ni ne povis krei la dukton '%s'.
fi: Ei voitu luoda putkea ’%s’.
gl: Non foi posíbel crear a canalización '%s'.
vi: Không thể tạo ống dẫn « %s ».

source: Couldn't open the pipe '%s'.
de: Konnte die Pipe »%s« nicht öffnen.
eo: Ni ne povis malfermi la dukton '%s'.
fi: Ei voitu avata putkea ’%s’.
gl: Non foi posíbel abrir a canalización '%s'.
vi: Không thể mở ống dẫn %s.

source: Couldn't create pipe directory '%s'.
de: Konnte das Pipe-Verzeichnis »%s« nicht anlegen.
eo: Ni ne povis krei la dukto-dosierujon '%s'.
fi: Ei voitu luoda putkihakemistoa ’%s’.
gl: Non foi posíbel crear o directorio de canalización '%s'.
vi: Không thể tạo thư mục ống dẫn « %s ».

source: Unable to fork daemon.
de: Konnte Server nicht abgabeln.
eo: Ne eblis forki demonon.
fi: Ei kyetä luomaan lapsiprosessia taustaprosessista.
gl: Non foi posíbel bifurcar o daemon.
vi: Không thể phân nhánh trình nền.

source: Cannot initialise Gtk.
de: Konnte Gtk nicht initialisieren.
eo: Ni ne povas ekigi Gtk.
fi: Ei voida alustaa Gtk:ta.
gl: Non foi posíbel inicializar Gtk.
vi: Không thể sơ khởi Gtk.

source: Invalid bitrate %0x in mp3 header.
de: Ungültige Bitrate %0x in MP3-Header.
eo: Malvalida bitrapideco %0x en dosierkapo mp3.
fi: Virheellinen tiedonsiirtonopeus %0x mp3-otsakkeessa.
vi: Gặp tỷ lệ bit %0x sai trong phần đầu MP3.

source: Invalid frequency %0x in mp3 header.
de: Ungültige Frequenz %0x in MP3-Header.
eo: Malvalida frekvenco %0x en dosierkapo mp3.
fi: Virheellinen taajuus %0x mp3-otsakkeessa.
gl: Frecuencia %0x incorrecta na cabeceira de mp3.
vi: Gặp tần số %0x sai trong phần đầu MP3.

source: mp3 file '%s' is smaller than 128 bytes.
de: MP3-Datei »%s« ist kleiner als 128 Bytes.
eo: mp3-dosiero '%s' estas malpli longa ol 128 bajtoj.
fi: mp3-tiedosto ’%s’ on pienempi kuin 128 tavua.
gl: o ficheiro mp3 '%s' ten menos de 128 bytes.
vi: Tập tin MP3 « %s » nhỏ hơn 128 byte.

source: Couldn't read last 128 bytes of '%s'
de: Konnte die letzten 128 Bytes von »%s« nicht lesen
eo: Ni ne povis legi la lastajn 128 bajtojn de '%s'
fi: Ei voitu lukea tiedoston ’%s’ viimeistä 128 tavua
gl: Non foi posíbel ler os últimos 128 bytes de '%s'
vi: Không đọc được 128 byte cuối cùng của « %s »

source: Unable to read song data for '%s'
de: Konnte Lieddaten für »%s« nicht lesen
eo: Ne eblas legi muzik-datumaron por '%s'
fi: Ei kyetä lukemaan laulutietoja kohteesta ’%s’
gl: Non foi posíbel ler os datos da canción '%s'
vi: Không đọc được dữ liệu bài hát cho « %s »

source: No songs to create playlist from
de: Keine Lieder, um eine Abspielliste anzulegen
eo: Neniu muziko por krei ludliston
fi: Ei ole lauluja soittolistan luomiseksi
gl: Non hai cancións a partir das cales crear unha lista de reprodución
vi: Không có bài hát từ đó cần tạo danh mục nhạc

source: File '%s' not found in data file; perhaps it has not been analyzed. Using random starting song.
de: Datei »%s« nicht in der Datendatei gefunden; vielleicht wurde sie noch nicht analysiert. Starte mit einem zufälligen Lied.
eo: Dosiero '%s' ne trovite en datumar-dosiero; eble ĝi ne estas analizita. Ni uzas hazardan ekigan muzikon.
fi: Tiedostoa ’%s’ ei löytynyt data-tiedostosta; sitä ei ehkä ole analysoitu. Käytetään satunnaista aloituslaulua.
vi: Tập tin « %s » không tìm thấy trong tập tin dữ liệu. Có thể là nó chưa được phân tích. Vì thế đang sử dụng bài hát đầu tiên ngẫu nhiên.

source: It took %d seconds to generate playlist
de: Das Anlegen der Abspielliste dauerte %d Sekunden
eo: Ni uzis %d sekundojn por generi ludliston
fi: Kesti %d sekuntia tuottaa soittolista
gl: Levou %d segundos xerar a lista de reprodución
vi: Tạo được danh mục nhạc trong %d giây

source: Sorry, cannot write playlist to '%s'.
de: Sorry, kann die Abspielliste nicht in »%s« abspeichern.
eo: Pardonu, ni ne povas skribi ludliston al '%s'.
fi: Valitan, ei voida kirjoittaa soittolistaa tiedostoon ’%s’.
gl: Non foi posíbel escribir a lista de reprodución en '%s'.
vi: Tiếc là không thể ghi danh mục nhạc vào « %s ».

source: Scanning '%s'...
de: Lese »%s« ein ...
eo: Skanado de '%s'...
fi: Tutkitaan ’%s’...
gl: Examinando '%s'...
vi: Đang quét « %s »...

source: Unable to write song data %s
de: Kann Lieddaten »%s« nicht schreiben
eo: Ne eblas skribi muzik-datumaron %s
fi: Ei kyetä kirjoittamaan laulutietoja tiedostoon %s
gl: Non foi posíbel escribir os datos da canción %s
vi: Không thể ghi nhớ dữ liệu bài hát %s

source: Unable to write '%s'. Analysis for '%s' was skipped!
de: Kann »%s« nicht schreiben. Analyse von »%s« wurde übersprungen!
eo: Ne eblas skribi '%s'. Analizo de '%s' preterpasite!
fi: Ei kyetä kirjoittamaan puskuriin ’%s’. Laulun ’%s’ analyysi ohitettiin!
vi: Không thể ghi nhớ « %s ». Bước phân tích « %s » bị bỏ qua !

source: Reading from data file '%s'
de: Lese aus Datendatei »%s«
eo: Ni legas el datumar-dosiero '%s'
fi: Luetaan datatiedostosta ’%s’
gl: Lendo do ficheiro de datos '%s'
vi: Đang đọc từ tập tin dữ liệu « %s »

source: Unable to read song data '%s' : %s
de: Kann Lieddaten aus »%s« nicht lesen: »%s«
eo: Ne eblas legi muzik-datumaron '%s' : %s
fi: Ei kyetä lukemaan laulutietoja ’%s’ : %s
gl: Non foi posíbel ler os datos da canción '%s': %s
vi: Không đọc được dữ liệu bài hát « %s »: %s

source: GJay Preferences
de: GJay-Einstellungen
eo: GJay: Preferoj
fi: GJay-asetukset
gl: Preferencias de GJay
vi: Tùy thích GJay

source: GJay: Messages
de: GJay-Meldungen
eo: GJay: Mesaĝoj
fi: GJay: Viestit
gl: GJay: Mensaxes
vi: GJay: Thông báo

source: Continue analysis in background?
de: Analyse im Hintergrund fortsetzen?
eo: Ĉu daŭrigi analizon kaŝite?
fi: Jatketaanko analyysia taustalla?
gl: Desexa continuar a análise en segundo plano?
vi: Tiếp tục phân tích trong nền sau ?

source: <b>Base Directory</b>
de: <b>Basisverzeichnis</b>
eo: <b>Baza Dosierujo</b>
fi: <b>Perushakemisto</b>
gl: <b>Directorio base</b>
vi: <b>Thư mục cơ bản</b>

source: Set base music directory
de: Basis-Musikverzeichnis festlegen
eo: Difini bazan muzik-dosierujon
fi: Aseta perusmusiikkihakemisto
gl: Definir o directorio base da música
vi: Lập thư mục âm nhạc cơ bản

source: When you quit, song analysis should...
de: Wenn Sie das Programm beenden, sollte die Liedanalyse ...
eo: Kiam vi eliros, muzik-analizado devos...
fi: Poistuttaessa lauluanalyysi pitäisi...
gl: Ao saír a análise de cancións debe...
vi: Thoát thì tiến trình phân tích bài hát nên...

source: Stop
de: Anhalten
eo: Ĉesi
fi: Pysäytä
gl: Parar
vi: Dừng

source: Continue in background
de: Im Hintergrund weitermachen
eo: Daŭrigi kaŝite
fi: Jatka taustalla
gl: Continuar en segundo plano
vi: Tiếp tục trong nền sau

source: Ask
de: Fragen
eo: Demandi
fi: Kysy
gl: Preguntar
vi: Hỏi

source: Use song ratings
de: Liedbewertungen benutzen
eo: Uzi muzik-taksadon
fi: Käytä lauluarvosanoja
vi: Dùng đánh giá bài hát

source: Max working set
de: Maximale Arbeitsmenge
eo: Maks prilaborata muzikaro
fi: Enimmäistyöskentelyjoukko
vi: Tập hợp làm việc tối đa

source: On large collections, building playlists can take a long time. So gjay first picks this number of songs randomly, then continues the selection from that subset. Increase this number if you're willing to tolerate longer waiting times for increased accuracy.
de: Bei großen Musiksammlungen kann das Anlegen von Abspiellisten eine ganze Zeit dauern. Daher wählt GJay zuerst diese Anzahl an Liedern zufällig aus und macht dann mit der Auswahl aus dieser Teilmenge weiter. Erhöhen Sie diese Zahl, wenn Sie genauere Ergebnisse bekommen wollen und bereit sind, dafür etwas länger zu warten.
eo: En grandaj kolektoj, konstruo de ludlisto povas daŭri longan tempon. Do, gjay unue prenas tiun ĉi nombron da muzikoj hazarde, kaj daŭrigas la elektadon el tiu eta aro. Pliigu tiun ĉi nombron se vi deziras toleri pli longan atendadan tempon por pli bona precizeco.
fi: Laajoilla kokoelmilla soittolistojen rakentaminen kestää kauan. Joten gjay ensin poimii tämän laulumäärän satunnaisesti, jatkaa sitten valintaa tuosta alijoukosta. Kasvata tätä numeroa, josa olet halukas sietämään pitempiä odotusaikoja tarkkuuden kasvattamiseksi.
vi: Đối với tập hợp lớn thì tiến trình xây dựng danh mục nhạc có thể mất nhiều thời gian. Do đó trước tiên GJay chọn ngẫu nhiên số các bài hát này, sau đó tiếp tục lại lựa chọn từ tập hợp phụ đó. Tăng số này nếu bạn thoả hiệp thời gian đợi dài hơn với độ chính xác lớn hơn.

source: Choose base music directory
de: Wählen Sie das Basis-Musikverzeichnis
eo: Elekti bazan muzik-dosierujon
fi: Valitse perusmusiikkihakemisto
gl: Elixa o directorio base da música
vi: Chọn thư mục âm nhạc cơ bản

source: Error getting status of directory '%s': %s
de: Fehler beim Lesen von Verzeichnis »%s«: %s
eo: Eraro dum legado de stato de la dosierujo '%s': %s
fi: Virhe haettaessa hakemiston tilaa ’%s’: %s
gl: Produciuse un erro ao obter o estado do directorio '%s': %s
vi: Gặp lỗi khi lấy trạng thái về thư mục « %s »: %s

source: Path '%s' is not a directory.
de: Pfad »%s« ist kein Verzeichnis.
eo: Vojo '%s' ne estas dosierujo.
fi: Polku ’%s’ ei ole hakemisto.
gl: A ruta '%s' non é un directorio.
vi: Đường dẫn « %s » không phải là một thư mục.

source: Scanning tree...
de: Lese Baum ein ...
eo: Skanado de arbo...
fi: Tutkitaan puuta...
gl: Examinando a árbore...
vi: Đang quét cây...

source: Base directory is '%s'
de: Basisverzeichnis ist »%s«
eo: Baza dosierujo estas '%s'
fi: Perushakemisto on ’%s’
gl: O directorio base é '%s'
vi: Thư mục cơ bản là « %s »

source: No base directory set
de: Kein Basisverzeichnis festgelegt
eo: Neniu baza dosierujo difinite
fi: Perushakemistoa ei ole asetettu
gl: Non se definiu ningún directorio base
vi: Chưa lập thư mục cơ bản
